# RunNewColorPalette

## Description
Runs the New Color Palette Dialog

```pascal
FUNCTION RunNewColorPalette : STRING;
```

```python
def vs.RunNewColorPalette():
    return STRING
```

## Version
Availability: from Vectorworks 2013

## Category
* Color